IDEA Open Model
ReinforcementGroup.EndsTypeEnd Property
Compatible with IDEA StatiCa v 10.1
 End type of the end of reinforcement bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public LongReinfEndType EndsTypeEnd { get; set; }
Public Property EndsTypeEnd As LongReinfEndType
	Get
	Set
public:
property LongReinfEndType EndsTypeEnd {
	LongReinfEndType get ();
	void set (LongReinfEndType value);
}
Property Value
Type: LongReinfEndType
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace